Repository: faisalakhlaq/mobiletilbud
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da

source: Name
da: Navn

source: Telecom Company
da: Teleselskab

source: Telecom Companies
da: Teleselskaber

source: Country Name
da: Landenavn

source: Sorry no mobile found with name %(m_name)s.
da: Vi har ikke fundet en mobil med navn %(m_name)s.

source: Image
da: Billede

source: name
da: navn

source: Full Name
da: Fulde Navn

source: Brand
da: Mærke

source: mobiles
da: mobiltelefoner

source: Cash Price
da: Kontantpris

source: Launch Date
da: Lancering

source: Dimensions
da: Dimensioner

source: Weight
da: Vægt

source: Screen Type
da: Skærmtype

source: Screen Size
da: Skærmstørrelse

source: Screen Resolution
da: Skærmopløsning

source: IP Certification
da: IP Certificering

source: Internal Storage
da: Intern Lagringshukommelse

source: External Storage
da: Ekstern lagringshukommelse

source: Battery Type
da: Batteri Type

source: Wireless Charging
da: Trådløs Opladning

source: Fast Charging
da: Hurtigopladning

source: Operating System
da: Operativ System

source: Launch
da: Lancering

source: rear_camera_lenses
da: Bagsidekamera Linser

source: rear_camera_megapixel
da: Bagsidekamera Megapixel

source: Rear Camera Aperture
da: Bagsidekamera blændetal

source: rear_camera_video_resolution
da: Bagsidekamera Videooptagelse

source: front_camera_lenses
da: Frontkamera Linser

source: front_camera_megapixel
da: Frontkamera Megapixel

source: front_camera_aperture
da: Frontkamera Blændetal

source: front_camera_video_resolution
da: Frontkamera Blændetal

source: value
da: værdi

source: Created
da: Oprettet

source: Sorry no mobile found.
da: Vi fandt ingen mobil.

source: Please try choosing two different mobiles
da: Prøv at vælge to forskellige mobiltelefoner

source: English
da: Engelsk

source: Danish
da: Dansk

source: Picture
da: Billede

source: Company
da: Selskab

source: Partner Employee Address
da: Partner Medarbejderadresse

source: Activated
da: Aktiveret

source: Partner Employee
da: Partneransat

source: Partner Employees
da: Partneransatte

source: Sorry! You are not registered to create offers.
da: Undskyld! Du er ikke autoriseret for at oprette tilbud.

source: Sorry! You can create offers only for your company.
da: Undskyld! Du kan oprette tilbud kun for din firma.

source: Your account was successfully created!
da: Din konto blev oprettet

source: Unable to create account!
da: Kunne ikke oprette konto

source: Sorry! You can delete offers only for your company.
da: Undskyld! Du kan slet tilbud kun for din firma.

source: Sorry! You can only edit offers from your company.
da: Undskyld! Du kan redigere tilbud kun for din firma.

source: Mobile
da: Mobil

source: Mobile Name
da: Mobilnavn

source: Discount
da: Rabat

source: Discount Offered
da: Rabat

source: Offer Url
da: Tilbud URL

source: Price
da: Pris

source: Updated
da: Opdateret

source: Offer
da: Tilbud

source: Offers
da: Tilbud

source: Sorry no offers found for %(m_name)s.
da: i øjeblikket er der ikke noget tilbud for %(m_name)s.

source: Accept
da: Acceptere

source: Cookie Details
da: Cookie detaljer

source: MobileTilbud uses cookies to improve your experience.
da: MobileTilbud anvender cookies til at forbedre din oplevelse.

source: Necessary
da: Nødvendige

source: These help to activate basic functions such as page navigation and ensure communication on the website.
da: Disse hjælper at aktivere grundlæggende funktioner som for eksempel sidenavigation og sikre kommunication på hjemmesiden.

source: Statistical
da: Statistiske

source: These enable us to track the behavior of our visitors. This is anonymous, and is used to measure and optimize the effectiveness of our website.
da: Disse gør det muligt for os til at følge adfærden for vores besøgende. Dette er anonym, og bruges til at måle og optimere effektiviteten for vores hjemmeside.

source: Compare
da: Sammenligne

source: Cookie policy
da: Cookie-retningslinjer

source: We use cookies, which are technology for collecting information about how you and other visitors use our website. The purpose of these guidelines is to tell you how we use cookies and how your information is used. We also tell you how to prevent the use of your information.
da: Vi anvender cookies, som er teknologi til indsamling af oplysninger om hvordan du og andre besøgende bruger vores hjemmeside. Formålet med disse retningslinjer er at fortælle dig, hvordan vi anvender cookies, og hvordan dine oplysninger er brugt. Vi fortæller dig også, hvordan du kan forhindre brug af dine oplysninger.

source: What are cookies?
da: Hvad er cookies

source: Cookies are stored on your computer or other IT equipment and which collect information. Cookies cannot spread viruses or other malicious programs. Cookies tell us which websites you have visited on your device. We may combine this with other information we have about you.
da: Cookies gemmes på din computer eller andet IT-udstyr, og som indsamler oplysninger. Cookies kan ikke sprede virus eller andre skadelige programmer. Cookies fortælle os, hvilke hjemmesider du har besøgt på din enhed. Vi kan kombinere dette med andre oplysninger, som vi har om dig.

source: Which cookies we use
da: Hvilke cookies vi anvender

source: We use google analytics cookies. With Google Analytics we track visitor behavior on our website so we can optimize the effectiveness of our website. For example, we track how visitors use our site, what region they come from, and what features they are looking at.
da: Vi bruger Google Analytics. Med Google Analytics vi spore besøgendes adfærd på vores hjemmeside, så vi kan optimere vores hjemmesides effektivitet. Vi sporer for eksempel, hvordan besøgende bruger vores side, hvilken region de kommer fra, og hvilke funktioner de kigger på.

source: The CSRF middleware and template tag provides easy-to-use protection against Cross Site Request Forgeries.
da: CSRF middleware og skabelon tag giver brugervenlig beskyttelse mod forfalskninger på tværs af websteder.

source: We save cookies for ten years from the latest visit to our website
da: Vi gemmer dine cookiedata i op til ti år efter den seneste aktivering (dit seneste besøg på vores hjemmeside).

source: Google Cookies lifetime and policy can be checked on google.
da: Tjek Google Cookies levetid og politik på google.

source: Deleting of cookies
da: Sletning af cookies

source: Cookies from our website can be easily deleted. It depends on which browser you are using. So in order to do that check the specifics of your browser on, How to delete cookies.
da: Cookies fra vores hjemmeside kan let slettes. Det afhænger af, hvilken browser du bruger. Så for at gøre det skal du kontrollere detaljerne i din browser på, Sådan slettes cookies.

source: More information about cookies
da: Mere om cookies

source: You can learn more about cookies on: aboutcookies.org.
da: Du kan læse mere om cookies here: aboutcookies.org.

source: Popular Mobiles
da: Populære Mobiler

source: Popular Offers
da: Populære Tilbud

source: Mobile Brands
da: Mobil Mærker

source: Explore Mobile Brands
da: Tjek forskellige mobilmærker

source: Search Mobile..
da: Søg Mobil..

source: Search..
da: Søg..

source: Check out offers from different Telecom Companies
da: Tjek tilbud fra forskellige teleselskaber

source: Oops! 400 Bad Request
da: Oops! 400. Det er sket en fejl

source: Oops! 403 Forbidden
da: Oops! 403. Forbudt

source: Sorry! You are not authorized for this operation.
da: Undskyld! Du er ikke autoriseret til denne handling.

source: Oops! A 404 occurred.
da: Oops! 404. Det er sket en fejl.

source: Means the page you are looking for, is not born yet or maybe died unfortunately!
da: Betyder den side, du leder efter, ikke er født endnu eller måske desværre døde

source: Oops! 500 Internal Server Error
da: Oops! 500 Intern serverfejl

source: Sorry something bad happened on our end. We will look into it.
da: Beklager, der skete noget fejl i vores ende. Vi vil undersøge det.

source: Home
da: Hjem

source: Cookie Policy
da: Cookie-retningslinjer

source: Privacy Policy
da: Privatlivspolitik

source: Copyright
da: Ophavsret

source: Telecom-companies
da: Teleselskaber

source: Mobiles
da: Mobiler

source: Check
da: Tjek

source: Partners
da: Partnere

source: Logout
da: Log ud

source: Login
da: Log på

source: Price From:
da: Pris Fra:

source: Mobile Comparison
da: Mobil Sammenligning

source: Colours
da: Farver

source: Rear Camera Lenses
da: Bagsidekamera, antal linser

source: Rear Camera Megapixel
da: Bagsidekamera Megapixel

source: Rear Camera Resolution
da: Bagsidekamera Videooptagelse

source: Front Camera Lenses
da: Frontkamera Linser

source: Front Camera Megapixel
da: Frontkamera Megapixel

source: Front Camera Aperture
da: Frontkamera Blændetal

source: Front Camera Video Resolution
da: Frontkamera Videoopløsning

source: Dual Sim
da: Dobbelt SIM-kort

source: Memory
da: Hukommelse

source: Manufacturer
da: Fabrikant

source: Colors
da: Farver

source: Camera
da: Kamera

source: Sorry! No color details available yet
da: Ingen farvedetaljer fundet

source: Sorry! No memory details available yet
da: Ingen hukommelse detaljer fundet

source: Currently no offer on this device
da: Der er i øjeblikket ikke noget tilbud

source: No camera details available
da: Ingen kameradetaljer fundet

source: No technical specification available
da: Ingen teknisk specifikation fundet

source: View All Offers
da: Se Alle Tilbud

source: Details
da: Detaljer

source: Offer Details
da: Tilbudsdetaljer

source: Compare More
da: Sammenligne mere

source: Mobile Details
da: Mobildetaljer

source: Link to the offer on company website
da: Link til tilbuddet på hjemmeside

source: POPULAR OFFERS
da: POPULÆRE TILBUD

source: All
da: Alle

source: Popular
da: Populære

source: Search offer by mobile name..
da: Søg tilbud efter mobilnavn..

source: No Offers Here
da: Ingen tilbud her

source: Filter by Company
da: Søg efter Firma

source: First
da: Først

source: Last
da: Sidst

source: Partners Login
da: Partnere log på

source: Create a new offer
da: Opret et nyt tilbud

source: Discount Text
da: Rabattekst

source: Cancel
da: Annullere

source: Employee Home
da: Medarbejderhjemmeside

source: Welcome
da: Velkommen

source: You have following options.
da: Du har følgende muligheder.

source: Create Offer
da: Oprettet Tilbud

source: You have created following offers
da: Du har oprettet følgende tilbud

source: Offer URL
da: Tilbud URL

source: Price Text
da: Pristekst

source: Edit Delete
da: Rediger Slet

source: Edit
da: Rediger

source: Delete
da: Slet

source: You are logged out!
da: Du er logget ud

source: Click here to login again.
da: Klik her for at logge ind igen.

source: Partner Login
da: Partner log ind

source: Your account doesnot have access to this page.</br> To proceed, please login with an account that has access to this page.'
da: Din konto har ikke adgang til denne side. </br> For at fortsætte skal du logge ind med en konto, der har adgang til detteside.'

source: Please login to view this page.
da: Log ind for at se denne side.

source: You do not have a login with us yet? <br> Would like to post mobile offers from your company on our website?<br> Then please
da: Du har ikke tilmeldt hos os endnu? <br> Vil du gerne sende mobile tilbud fra din virksomhed på vores website? <br> Så venligst

source: sign up
da: Tilmelde

source: Sign In
da: Log på

source: Lost password?
da: Glemt kodeord?

source: The password has been changed!
da: Adgangskoden er blevet ændret!

source: log in again?
da: logge ind igen?

source: Password Reset
da: Nulstil kodeord

source: Please enter (and confirm) your new password.
da: Indtast (og bekræft) din nye adgangskode.

source: New password:
da: Nyt kodeord:

source: Confirm password:
da: Bekræft kodeord:

source: Password reset failed
da: Nulstilling af adgangskode mislykkedes

source: 'The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
da: 'Linket til nulstilling af adgangskode var ugyldigt, muligvis fordi det allerede er brugt. Bed om nulstilling af en ny adgangskode.

source: Password Reset Email Sent
da: Nulstilling af adgangskode e-mail sendt

source: An email is sent to you with instructions for setting your password. If you have not got an email in a few minutes, please check your spam folder.
da: Der sendes en e-mail med instruktioner til indstilling af din adgangskode. Hvis du har ikke fået en e-mail på få minutter, tjek venligst din spam.

source: Reset Password
da: Nulstil kodeord

source: Please provide your email address.
da: Angiv din e-mail-adresse.

source: Signup
da: Tilmelde

source: Sign Up
da: Tilmelde

source: Already have an account? Then please
da: Har du allerede en konto? Så bedes du

source: By signing up you agree to our
da: Med at tilmelde dig accepterer du vores

source: privacy policy.
da: privatlivspolitik

source: Signup- Success
da: Tilmelding - Succes

source: Successfully Signed Up
da: Du er tilmeldt dig med succes

source: You have successfully signed up. </br> If your account is not activated within 5 working days, then please contact
da: Du har tilmeldt dig. </br> Hvis din konto ikke er aktiveret inden for 5 arbejdsdage, så kontakt

source: Delete Offer
da: Se alle tilbud

source: Are you sure you want to delete offer
da: Er du sikker på, at du vil slette tilbudet

source: Update Offer
da: Opdater tilbud

source: First Name
da: Fornavn

source: Last Name
da: Efternavn

source: Title
da: Titel

source: Is Company
da: Er virksomhed

source: Company Name
da: virksomhed Navn

source: Contact Person Name
da: Kontaktpersons navn

source: Street
da: Gade

source: City
da: By

source: Post Code
da: Postnummer

source: Country
da: Land

source: Phone
da: Telefon
